import React from "react";

const About = () => {
    return (
        <div className="container" style={{marginTop: '28px'}}>
            <h3>কক্সবাজার পলিটেকনিক ইনস্টিটিউট</h3><hr/>
            <p> কক্সবাজার পলিটেকনিক ইনস্টিটিউট বাংলাদেশের একটি নতুন কারিগরী শিক্ষাপ্রতিষ্ঠান। এই পলিটেকনিক ইনস্টিটিউটটি ২০০৪ সালে প্রতিষ্ঠিত হয়। এই প্রতিষ্ঠানে বর্তমানে চার বছর মেয়াদী ডিপ্লোমা-ইন-ইঞ্জিনিয়ারিং কোর্সে ৪টি বিভাগ চলমান রয়েছে। </p>
            <h3>অবস্থান</h3><hr/>
            <p>বিসিক শিল্প এলাকা, লিংকরোড, ঝিলংজা ইউনিয়ন, কক্সবাজার সদর। </p>
            <h3>ইতিহাস</h3><hr/>
            <p>
            এই প্রতিষ্ঠানটি চট্রগ্রামের দক্ষিণে অবস্থিত এবং ২০০৪ সালে এর যাত্রা শুরু হয় প্রথম ব্যাচে এই প্রতিষ্ঠানে কম্পিউটার বিজ্ঞানে মোট ২৯ জন নিয়ে ক্লাশ শুরু হয় পরবর্তীতে এই প্রতিষ্ঠানে আরো ৩ টি বিভাগ যোগ করা হয়।
            </p>
            <h3>ক্যাম্পাস</h3><hr/>
            <p>কক্সবাজার পলিটেকনিকের ৫ তলা ভবন রয়েছে। প্রধান ফটক দিয়ে প্রবেশ করার পর ডানে রয়েছে শহীদ মিনার। ক্যাম্পাসে একটি ছোট্ট খেলার মাঠ আছে যার চারপাশে রয়েছে নানান প্রজাতির ফুল গাছ। সেই ফুল গাছের পাশে আরেটি ৫ তলা ভবন রয়েছে। দুই বড় বড় ভবনে মাঝখানে ২টি দুই দুই তলা বিশিষ্ট ভবন রয়েছে। </p>
            

        </div>
    )
}
export default About